const quiz = [
    {
        "q": "На какую специальность вы хотите поступать?",
        "a" : {
            "151": "Автоматизация и компьютерные интегрированные технологии",
            "123": "Компьютерная инженерия",
            "121" : "Инженерия программного обеспечения",
            "126" : "Информационные системы и технологии",
            "122" : "Компьютерные науки",
            "113" : "Прикладная математика"
        }
    },
     {
        "q": "2?",
        "a" : {
            "151": "Автоматизация и компьютерные интегрированные технологии",
            "123": "Компьютерная инженерия",
            "121" : "Инженерия программного обеспечения",
            "126" : "Информационные системы и технологии",
            "122" : "Компьютерные науки",
            "113" : "Прикладная математика"
        }
    },
     {
        "q": "3?",
        "a" : {
            "151": "Автоматизация и компьютерные интегрированные технологии",
            "123": "Компьютерная инженерия",
            "121" : "Инженерия программного обеспечения",
            "126" : "Информационные системы и технологии",
            "122" : "Компьютерные науки",
            "113" : "Прикладная математика"
        }
    },
       {
        "q": "4?",
        "a" : {
            "151": "Автоматизация и компьютерные интегрированные технологии",
            "123": "Компьютерная инженерия",
            "121" : "Инженерия программного обеспечения",
            "126" : "Информационные системы и технологии",
            "122" : "Компьютерные науки",
            "113" : "Прикладная математика"
        }
    },
      {
        "q": "5?",
        "a" : {
            "151": "Автоматизация и компьютерные интегрированные технологии",
            "123": "Компьютерная инженерия",
            "121" : "Инженерия программного обеспечения",
            "126" : "Информационные системы и технологии",
            "122" : "Компьютерные науки",
            "113" : "Прикладная математика"
        }
    },
    {
        "q": "6?",
        "a" : {
            "151": "Автоматизация и компьютерные интегрированные технологии",
            "123": "Компьютерная инженерия",
            "121" : "Инженерия программного обеспечения",
            "126" : "Информационные системы и технологии",
            "122" : "Компьютерные науки",
            "113" : "Прикладная математика"
        }
    },
       {
        "q": "7?",
        "a" : {
            "151": "Автоматизация и компьютерные интегрированные технологии",
            "123": "Компьютерная инженерия",
            "121" : "Инженерия программного обеспечения",
            "126" : "Информационные системы и технологии",
            "122" : "Компьютерные науки",
            "113" : "Прикладная математика"
        }
    },
        {
        "q": "8?",
        "a" : {
            "151": "Автоматизация и компьютерные интегрированные технологии",
            "123": "Компьютерная инженерия",
            "121" : "Инженерия программного обеспечения",
            "126" : "Информационные системы и технологии",
            "122" : "Компьютерные науки",
            "113" : "Прикладная математика"
        }
    },

         {
        "q": "9?",
        "a" : {
            "151": "Автоматизация и компьютерные интегрированные технологии",
            "123": "Компьютерная инженерия",
            "121" : "Инженерия программного обеспечения",
            "126" : "Информационные системы и технологии",
            "122" : "Компьютерные науки",
            "113" : "Прикладная математика"
        }
    },
          {
        "q": "10?",
        "a" : {
            "151": "Автоматизация и компьютерные интегрированные технологии",
            "123": "Компьютерная инженерия",
            "121" : "Инженерия программного обеспечения",
            "126" : "Информационные системы и технологии",
            "122" : "Компьютерные науки",
            "113" : "Прикладная математика"
        }
    },
];